Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=567_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Ministerit: saamen kielten turvaaminen on tärkeä kansallinen hanke
smn: Ministereh: sämikielâi turvim lii tehálâš aalmuglâš haahâ

source: Saamen kielten tulevaisuuden turvaaminen on tärkeä kansallinen hanke, joka sisältyy hallitusohjelmaan.
smn: Sämikielâi puátteevuođâ turvim lii tehálâš aalmuglâš haahâ, mii kulá haldâttâsohjelmân.

source: - Saamen kielen elvyttämiseksi laadittu toimenpideohjelma tullaan viemään valtioneuvoston päätettäväksi.
smn: – Sämikielâ iäláskitmân rahtum toimâohjelm tuálvoo staatârääđi meridemnáál.

source: - Valtiovalta pyrkii huolehtimaan kielenelvyttämisen taloudelliset edellytykset vaikeasta ajasta huolimatta, vakuuttivat opetusministeri Jukka Gustafsson ja kulttuuri- ja urheiluministeri Paavo Arhinmäki työryhmän ehdotuksesta saamen kielen elvyttämisen toimenpideohjelmaksi.
smn: – Staatâväldi viggá anneeđ huolâ kielâiäláskittem ekonomâlijn iävtuin vädis ääigist peerusthánnáá, tähidává máttááttâsminister Jukka Gustafsson já kulttuur- já valastâllâmminister Paavo Arhinmäki pargojuávhu iävtuttâsâst sämikielâ iäláskittem toimâohjelmân.

source: Gustafssonin mielestä kielenelvytystoimenpiteiden toteuttamisessa ei niinkään ole kysymys rahasta.
smn: Gustafsson mielâst kielâiäláskittemtooimâi olášutmist ij nuuvtkin lah saahâ ruuđâst.

source: - Paremminkin tämä on poliittisen ja kulttuuritahdon kysymys, hän totesi.
smn: – Pyerebeht-uv taat lii poolitlâš já kulttuurtáátu koččâmâš, sun páhudij.

source: Opetusministeri Gustafsson piti saamen kielen suurina tulevaisuuden haasteina elinkeinorakenteen muuttumista, kielenvaihdoskehitystä ja poismuuttoa saamelaisten kotiseutualueelta.
smn: Máttááttâsminister Gustafsson oonij sämikielâ puátteevuođâ stuorrâ hástusin áigápuáturáhtus rievdâm, kielâmolsomovdánem já meddâlvarrim sämikuávlust.

source: - Tilanteessa, jossa jo 70 % saamelaislapsista ja - nuorista asuu muualla kuin saamelaisten kotiseutualueella, tarvitaan uusia toimia erityisesti oman kielen opetuksen saamiseen.
smn: – Tiileest, mast jo 70 % sämipárnáin já - nuorâin äässih eres saajeest ko sämikuávlust, taarbâš uđđâ tooimâid eromâšávt jieijâs kielâ máttááttâs uážžumân.

source: Gustafsson piti tärkeänä saamen kielen opetuksen järjestämistä koko maassa.
smn: Gustafsson oonij tehálâžžân sämikielâ máttááttâs ornim ubâ enâmist.

source: - Toimivan etäyhteyksiä käyttävän opetuksen hyödyntäminen on tärkeää siellä missä saamen kielen lähiopetukseen ei ole mahdollisuuksia, totesi Gustafsson.
smn: – Tuáimee káidusohtâvuođâid kevttee máttááttâs ävkkinkevttim lii tehálâš tobbeen, kost sämikielâ aldamáttááttâsân iä lah máhđulâšvuođah, páhudij Gustafsson.

source: Opetus- ja kulttuuriministeriö aloittaa kuluvan kevään aikana selvitystyön saamen kielen etäopetuksen mahdollistamisesta.
smn: Máttááttâs- já kulttuurministeriö aalgât taan kiiđâ ääigi čielgiittâspargo sämikielâ káiđusmáttááttâs tohâmist máhđulâžžân.

source: Kulttuuri- ja urheiluministeri Paavo Arhinmäki muistutti siitä, että maailmassa kuolee yksi kieli kahden viikon välein.
smn: Kulttuur- já valastâllâmminister Paavo Arhinmäki muštottij tast, et mailmist jáámá ohtâ kielâ kyevti oho kooskâi.

source: - Maailman noin 6000 kielestä jopa 90 % on vaarassa hävitä.
smn: – Maailm suullân 6000 kielâst joba 90 % lii vaarâst lappuđ.

source: Se merkitsee maailman köyhtymistä ja yksipuolistumista ja maailman alkuperäiskansojen kieliin varastoituneen arvokkaan kulttuuritiedon katoamista, totesi Arhinmäki.
smn: Tot meerhâš maailm kiävhum já oovtâpiälásâžžân šoddâm já maailm algâaalmugij kieláid čoggâšum tivrâs kulttuurtiäđu lappum, páhudij Arhinmäki.

source: Hän vakuutti hallituksen tukevan kulttuuripolitiikassaan myös saamelaisen kulttuurin säilymistä.
smn: Sun tähidij, et haldâttâs tuárju jieijâs kulttuurpolitiikâst meid sämmilij kulttuur siäilum.

source: - Saamen kielet ja kulttuurit ovat viime vuosina selvästi vahvistuneet, totesi Arhinmäki.
smn: – Sämikielah já kulttuureh láá majemui iivij ääigi čielgâsávt nanosmum, páhudij Arhinmäki.

source: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi kiitti työryhmää onnistuneesta työstä ja toivoi saamen kielen elvytystoimenpiteiden etenevän ja saavan myös rahoituksen.
smn: Sämitige saavâjođetteijee Klemetti Näkkäläjärvi kiijtij pargojuávhu pyereest luhostum pargoost já tuáivui, et sämikielâ iäláskittemtoimâ ovdán já uážžu meid ruttâdem.

source: - Saamelaiskäräjillä ja saamelaisyhteisössä on suuret odotukset kielenelvytysohjelmasta.
smn: – Sämitiggeest já sämisiärvusist láá stuorrâ vuárdámušah kielâiäláskittemohjelmist.

source: Tavoitteenamme on pysyvän mallin aikaansaaminen kielen elvyttämistä ja suojaamista varten, totesi Näkkäläjärvi.
smn: Mii ulmen lii uážžuđ pissoo maali kielâ iäláskittem já suoijim várás, páhudij Näkkäläjärvi.

source: Hankkeen ohjausryhmän jäsen Irja Seurujärvi-Kari totesi olevansa kiitollinen kielenelvytyksen toimenpideohjelmaehdotuksen valmistumisesta.
smn: Haavâ stivrimjuávhu jeessân Irja Seurujärvi-Kari páhudij, et lii kijtolâš kielâiäláskittem toimâohjelmiävtuttâs kárvánmist.

source: - Tärkeintä kielen elvyttämisen onnistumiselle on positiivinen ilmapiiri, yleinen tahtotila ja yhteinen visio, totesi Seurujärvi-Kari.
smn: – Tehálumos kielâ iäláskittem luhostuumân lii positiivlâš vuoiŋâ, almolâš táttutile já ohtsâš visio, páhudij Seurujärvi-Kari.
